Repository: okmpu/okmpu_kz
Catalog: locales/*/LC_MESSAGES/django.po
Languages: kk, ru

source: Kazakh
kk: Қазақша
ru: Қазақша

source: Russian
kk: Русский
ru: Русский

source: Models | registers
kk: Модельдер | Регистраторлар
ru: Модели | Регистраторы

source: Content app
kk: Контент
ru: Контент

source: University app
kk: Университет
ru: Университет

source: Name
kk: Атауы
ru: Название

source: Slug
kk: Кілттік сөз
ru: Ключ

source: App name
kk: Қосымша атауы
ru: Имя приложение

source: Parent
kk: Иелік категория
ru: Родительская категория

source: Multiple
kk: Көпмәнділік
ru: Многозначение

source: Target
kk: Жаңа бет
ru: Вкладка

source: Order
kk: Реттілік
ru: Порядок

source: Category
kk: Категория
ru: Категория

source: Categories
kk: Категориялар
ru: Категории

source: Title
kk: Тақырып
ru: Заголовка

source: Description
kk: Сипаттама
ru: Описание

source: Last update
kk: Соңғы өзгеріс
ru: Последнее обновление

source: Content
kk: Контент
ru: Контент

source: Contents
kk: Контенттер
ru: Контенты

source: Body
kk: Денесі
ru: Тело

source: Text content
kk: Мәтіндік контент
ru: Текстовый контент

source: Text contents
kk: Мәтіндік контенттер
ru: Текстовые контенты

source: Image
kk: Сурет
ru: Изображение

source: Image content
kk: Суреттік контент
ru: Контент изображение

source: Image contents
kk: Суреттік контенттер
ru: Контент изображения

source: Caption
kk: Тақырыбы
ru: Заголовка

source: Source file
kk: Файл құжаты
ru: Исходный файл

source: File content
kk: Файлдық контент
ru: Файловый контент

source: File contents
kk: Файлдық контенттер
ru: Файловые контенты

source: Full name
kk: Толық аты жөні
ru: Полная имя

source: Profession
kk: Мамандығы
ru: Профессия

source: Bio
kk: Биография
ru: Биография

source: Phone
kk: Телефон
ru: Телефон

source: Email
kk: Электронды пошта
ru: Электронная почта

source: Staff content
kk: Қызметкерлер контент
ru: Контент персонала

source: Staff contents
kk: Қызметкерлер контенттер
ru: Контенты контенты

source: Popup content
kk: Қалқымалы контент
ru: Всплывающее контент

source: Popup contents
kk: Қалқымалы контенттер
ru: Всплывающее контенты

source: Label
kk: Атауы
ru: Название

source: New tab
kk: Жаңа қойынды
ru: Новая влкадка

source: Resource
kk: Ресурс
ru: Ресурс

source: Resources
kk: Ресурстар
ru: Ресурсы

source: Poster
kk: Постер
ru: Постер

source: About
kk: Өзі туралы
ru: О себе

source: Source URL
kk: URL мекен-жайы
ru: Текущий URL

source: Is archive
kk: Мұрағат болып табылады
ru: Это архив

source: Headliner
kk: Хэдлайнер
ru: Хэдлайнер

source: Headliners
kk: Хэдлайнерлер
ru: Хэдлайнеры

source: Partner name
kk: Серіктес атауы
ru: Название партнера

source: Partner
kk: Серіктес
ru: Партнер

source: Partners
kk: Серіктестер
ru: Партнеры

source: News
kk: Жаңалықтар
ru: Новости

source: Announcement
kk: Хабарландыру
ru: Объявление

source: Faculty
kk: Факультет
ru: Факультет

source: Department
kk: Кафедра
ru: Кафедра

source: Division
kk: Бөлім
ru: Отдел

source: Warning! This field is not relevant for faculties and departments
kk: Ескерту! Бұл өріс факультеттер мен кафедралар үшін емес
ru: Предупреждение! Это поле не имеет отношения к факультетам и кафедрам

source: Public type
kk: Публикация типі
ru: Тип публикации

source: Author
kk: Автор
ru: Автор

source: Date created
kk: Шыққан уақыты
ru: Дата создание

source: Public
kk: Публикация
ru: Публикация

source: Publics
kk: Публикациялар
ru: Публикации

source: File
kk: Файл
ru: Файл

source: Public file
kk: Публикация құжаты
ru: Исходный файл

source: Public files
kk: Публикация құжаттары
ru: Исходные файлы

source: Institute
kk: Институт
ru: Институт

source: College
kk: Колледж
ru: Колледж

source: Faculty type
kk: Факультет типі
ru: Тип факультета

source: About the faculty
kk: Факультет жайлы
ru: О факультете

source: Faculties
kk: Факультеттер
ru: Факультеты

source: About the department
kk: Кафедра жайлы
ru: О кафедре

source: Departments
kk: Кафедралар
ru: Кафедры

source: Division/Center division
kk: Бөлім/Орталық
ru: Отдел/Центр

source: Department division
kk: Департамент
ru: Департамент

source: Management division
kk: Басшылық
ru: Управление

source: Division type
kk: Бөлім түрі
ru: Тип отдела

source: About the division
kk: Бөлім жайлы
ru: Об отделе

source: Parent division
kk: Иелік бөлім
ru: Родительский отдел

source: Divisions
kk: Бөлімдер
ru: Отделы

source: Dean's office
kk: Деканат
ru: Деканат

source: Department management
kk: Кафедра басшылығы
ru: Управление кафедра

source: Teacher/Professors
kk: Оқытушы/Профессорлар
ru: Преподаватель/Профессора

source: Active students
kk: Белсенді студенттер
ru: Активные студенты

source: Head of Department
kk: Бөлім басшысы
ru: Глава отдела

source: Employee
kk: Қызметкер
ru: Сотрудник

source: Profession/Activity
kk: Мамандығы/Қызметі
ru: Профессия/Деятельность

source: Personal type
kk: Персонал түрі
ru: Тип персонал

source: Personal
kk: Персонал
ru: Персонал

source: Personals
kk: Персоналдар
ru: Персоналы

source: Program
kk: Бағдарлама
ru: Программа

source: Programs
kk: Бағдарламалар
ru: Программы

source: Code
kk: Коды
ru: Код

source: Specialty
kk: Мамандық
ru: Специальность

source: Specialties
kk: Мамандықтар
ru: Специальности

source: Project
kk: Ғылыми жоба
ru: Проект

source: Projects
kk: Ғылыми жобалар
ru: Проекты

source: Edu material
kk: Оқу материалы
ru: Учебный материал

source: Edu materials
kk: Оқу материалдары
ru: Учебные материалы

source: Success
kk: Жетістік
ru: Успех

source: Achievements
kk: Жетістіктер
ru: Достижения

source: Document
kk: Құжат
ru: Документ

source: Documents
kk: Құжаттар
ru: Документы

source: Document file
kk: Құжат файлы
ru: Файл с документом

source: Document files
kk: Құжат файлдары
ru: Файлы документов

source: Maximum file size: {max_size_mb}MB
kk: Файлдың максималды өлшемі: {max_size_mb}MB
ru: Максимальный размер файла: {max_size_mb}МБ

source: The image size should not exceed 1MB.
kk: Кескін өлшемі 1MB аспауы керек
ru: Размер изображения не должен превышать 1МБ

source: The image should be square
kk: Кескін төртбұрышты болуы керек
ru: Изображение должно быть квадратным

source: The maximum image resolution is 1024x1024px
kk: Кескіннің максималды ажыратымдылығы - 1024x1024px
ru: Максимальное разрешение изображения составляет 1024x1024px

source: The image could not be processed. Make sure that the file is a valid image
kk: Кескінді өңдеу мүмкін болмады. Файлдың жарамды кескін екеніне көз жеткізіңіз
ru: Изображение не удалось обработать. Убедитесь, что файл является допустимым изображением

source: The image size should not exceed 2MB
kk: Кескін өлшемі 2MB аспауы керек
ru: Размер изображения не должен превышать 2МБ

source: Minimum image resolution: 640x320px
kk: Суреттің минималды ажыратымдылығы: 640x320px
ru: Минимальное разрешение изображения: 640x320px

source: The image should be in landscape orientation (width is greater than height)
kk: Кескін ландшафт бағытында болуы керек (ені биіктіктен үлкен)
ru: Изображение должно быть в альбомной ориентации (ширина должна быть больше высоты)

source: Warning about content creation
kk: Контент жасау туралы ескерту
ru: Предупреждение о создании контента

source: If you are looking for details related to this page, unfortunately they have not yet been downloaded. Remind the site management to insert data!
kk: Егер сіз осы бетке қатысты мәліметтерді іздесеңіз, өкінішке орай, олар әлі жүктелмеген. Сайт басшылығына деректерді енгізуді ескертіңіз!
ru: Если вы ищете информацию, относящуюся к этой странице, то, к сожалению, она еще не загружена. Напомните администрации сайта о необходимости ввода данных!

source: Home page
kk: Басты бет
ru: Главная

source: Our programs
kk: Біздің бағдарламалар
ru: Наши программы

source: We are a bachelor's, master's degree in pedagogy and offer additional educational programs
kk: Біз педагогика бакалавры, магистр дәрежесі мен қосымша білім беру бағдарламаларын ұсынамыз
ru: Мы имеем степень бакалавра, магистра педагогики и предлагаем дополнительные образовательные программы

source: Announcements
kk: Хабарландырулар
ru: Объявления

source: View all
kk: Барлығын қарап шығу
ru: Посмотреть все

source: Events
kk: Іс-шаралар
ru: Мероприятия

source: Events taking place at the University
kk: Университетте өтетін іс-шаралар
ru: События, происходящие в университете

source: About of University
kk: Университет туралы
ru: Об университете

source: Learn more about our university, which is almost a century old
kk: Бір ғасырға жуық тарихы бар университетіміз туралы көбірек біліңіз
ru: Узнайте больше о нашем университете, которому почти сто лет

source: Our University
kk: Біздің Университет
ru: Наш университет

source: The Golden Cradle of education and science, the sacred Qarachanrak - Uzbekali Zhanibekov South Kazakhstan Pedagogical University is located in the center of Shymkent, on A. Baitursynov street. The university has been operating since 1937. For almost a century, he has achieved many successes and trained thousands of students. Graduates are currently working in Kazakhstan and abroad. Graduates of the University are very grateful to the educational institution!
kk: Білім мен ғылымның Алтын Бесігі, Қасиетті Қарашаңырақ - Өзбекәлі Жәнібеков Атындағы Оңтүстік Қазақстан Педагогикалық Университеті Шымкент қаласының орталығында, А.Байтұрсынов көшесінде орналасқан. Университет 1937 жылдан бері жұмыс істейді. Бір ғасырға жуық уақыт ішінде ол көптеген жетістіктерге жетіп, мыңдаған студенттерді дайындады. Қазіргі уақытта түлектер Қазақстанда және шетелде жұмыс істейді. Университет түлектері оқу орнына алғыстарын білдіреді!
ru: Золотая колыбель образования и науки, священный Южно-Казахстанский педагогический университет имени Карачанрака - Узбекали Жанибекова расположен в центре Шымкента, на улице А. Байтурсынова. Университет работает с 1937 года. За почти столетие он добился многих успехов и подготовил тысячи студентов. Выпускники в настоящее время работают в Казахстане и за рубежом. Выпускники университета очень благодарны учебному заведению!

source: Read more
kk: Толығырақ
ru: Подробнее

source: Students
kk: Студент
ru: Студент

source: Grant
kk: Грант
ru: Грант

source: Bachelor
kk: Бакалавр
ru: Бакалавр

source: Master stundent
kk: Магистр
ru: Магистр

source: Doctoral student
kk: Докторант
ru: Докторант

source: Academic learning
kk: Академиялық оқыту
ru: Академическое обучение

source: Faculties, Institute of postgraduate education, college and structural divisions of departments
kk: Факультеттер, жоғары оқу орнынан кейінгі білім беру институты, колледж және кафедралардың құрылымдық бөлімшелері
ru: Факультеты, Институт последипломного образования, колледж и структурные подразделения кафедр

source: Our partners
kk: Біздің серіктестер
ru: Наши партнеры

source: Our university cooperates with leading educational and scientific organizations to ensure the high quality of education and professional growth of students
kk: Біздің университет студенттердің жоғары сапалы білімі мен кәсіби өсуін қамтамасыз ету үшін жетекші білім беру және ғылыми ұйымдармен ынтымақтасады
ru: Наш университет сотрудничает с ведущими образовательными и научными организациями для обеспечения высокого качества образования и профессионального роста студентов

source: Contact us
kk: Бізбен хабарласыңыз
ru: Связаться с нами

source: All the resources you can contact us
kk: Бізбен байланыса алатын барлық ресурстар
ru: По всем вопросам, касающимся ресурсов, вы можете связаться с нами

source: Address
kk: Мекен-жайы
ru: Адрес

source: Shymkent, A. Baitursynov N13
kk: Шымкент, А. Байтұрсынов N 13
ru: Шымкент, А. Байтурсынов N 13

source: Selection committee
kk: Қабылдау комиссиясы
ru: Отборочная комиссия

source: University office
kk: Университет кеңсесі
ru: Университетский офис

source: Call center
kk: Call орталық
ru: Call центр

source: Helplines
kk: Сенім телефондары
ru: Линии помощи

source: Cipher codes and names of specialties for a given program
kk: Берілген бағдарламаның шифрлық кодтары мен мамандықтарының атаулары
ru: Шифровальные коды и названия специальностей для данной программы

source: Detailed information:
kk: Толық ақпарат:
ru: Подробная информация:

source: Program cipher code
kk: Бағдарламаның шифр коды
ru: Шифровальный код

source: Program name
kk: Бағдарлама
ru: Программа

source: Source link
kk: URL сілтемесі
ru: Ссылка URL

source: Publications
kk: Жарияланымдар
ru: Публикации

source: Similar
kk: Осыған ұқсас
ru: Похожие

source: Department documents
kk: Кафедра құжаттары
ru: Документы кафедры

source: Faculty members
kk: Факультет мүшелері
ru: Сотрудники факультета

source: Science projects
kk: Ғылыми жобалар
ru: Научные проекты

source: Department about
kk: Кафедра туралы
ru: О кафедре

source: Department members
kk: Кафедра мүшелері
ru: Сотрудники кафедры

source: Оқу материалдары
ru: Учебные материалы

source: Specialty ciphers and names of the Department
kk: Мамандық шифры және кафедра атауы
ru: Шифры специальностей и названия кафедр

source: About division
kk: Бөлім туралы
ru: Об отделе

source: Division documents
ru: Документы отдела

source: Departments within the management board
kk: Басшылық құрамындағы департаменттер
ru: Департаменты правления

source: Divisions within the management board
kk: Басшылық құрамындағы орталық/бөлімдер
ru: Подразделения в составе правления

source: Divisions within the departments board
kk: Департамент құрамындағы орталық/бөлімдер
ru: Подразделения в составе департаментов

source: composition
kk: құрамы
ru: состав

source: Division personals
ru: Сотрудники отдела

source: Faculty about
kk: Факультет туралы
ru: О факультете

source: Institute about
kk: Институт жайлы
ru: Об институте

source: College about
kk: Колледж туралы
ru: О колледже

source: Institute documents
kk: Институт құжаттары
ru: Документы института

source: Institute members
kk: Институт мүшелері
ru: Члены института

source: College members
kk: Колледж құрамы
ru: Члены колледжа

source: College documents
kk: Колледж құжаттары
ru: Документы колледжа

source: Specialty ciphers and names of the departments assigned by the faculty
kk: Мамандық шифрлары және факультет тағайындаған кафедралардың атаулары
ru: Шифры специальностей и названия кафедр, присвоенные факультетом

source: No result found
ru: Результат не найден

source: Navigation
kk: Навигация
ru: Навигация

source: All copyrights are protected.
kk: Барлық авторлық құқықтар қорғалған.
ru: Все авторские права защищены.
